Repository: FFHixio/libstorage-ng
Catalog: po/*.po
Languages: uk

source: Activate encryption layer device on %1$s
uk: Увімкнути пристрій із шаром шифрування на %1$s

source: Activate logical volume %1$s (%2$s) on volume group %3$s
uk: Увімкнути логічний том %1$s (%2$s) у групі томів %3$s

source: Activating encryption layer device on %1$s
uk: Увімкнення зашифрованого пристрою %1$s

source: Activating logical volume %1$s (%2$s) on volume group %3$s
uk: Увімкнення логічного тому %1$s (%2$s) у групі томів %3$s

source: Add %1$s to %2$s
uk: Додати %1$s до %2$s

source: Add %1$s to /etc/mdadm.conf
uk: Додати %1$s до /etc/mdadm.conf

source: Add encryption layer device on %1$s to /etc/crypttab
uk: Додати зашифрований пристрій на %1$s в /etc/crypttab

source: Add mount point %1$s of %2$s to /etc/fstab
uk: Додати точку монтування %1$s для %2$s в /etc/fstab

source: Add mount point %1$s of subvolume %2$s on %3$s to /etc/fstab
uk: Додати точку монтування %1$s підтому %2$s на %3$s в /etc/fstab

source: Adding %1$s to %2$s
uk: Додавання %1$s до %2$s

source: Adding %1$s to /etc/mdadm.conf
uk: Додавання %1$s в /etc/mdadm.conf

source: Adding encryption layer device on %1$s to /etc/crypttab
uk: Додавання зашифрованого пристрою на %1$s в /etc/crypttab

source: Adding mount point %1$s of %2$s to /etc/fstab
uk: Додавання точки монтування %1$s для %2$s в /etc/fstab

source: Adding mount point %1$s of subvolume %2$s on %3$s to /etc/fstab
uk: Додавання точки монтування %1$s підтому %2$s на %3$s в /etc/fstab

source: B
uk: Б

source: Clear boot flag of partition %1$s
uk: Зняти завантажувальний прапорець розділу %1$s

source: Clear legacy boot flag of partition %1$s
uk: Зняти застарілий завантажувальний прапорець розділу %1$s

source: Clear option 'no copy on write' for subvolume %1$s on %2$s
uk: Очистити параметр „без копіювання під час запису“ підтому %1$s на %2$s

source: Clear protective MBR boot flag of GPT on %1$s
uk: Зняти захисний прапорець MBR із GPT на %1$s

source: Clearing boot flag of partition %1$s
uk: Зняття завантажувального прапорця розділу %1$s

source: Clearing legacy boot flag of partition %1$s
uk: Зняття застарілого завантажувального прапорця розділу %1$s

source: Clearing option 'no copy on write' for subvolume %1$s on %2$s
uk: Очищення параметра „без копіювання під час запису“ підтому %1$s на %2$s

source: Clearing protective MBR boot flag of GPT on %1$s
uk: Зняття захисного прапорця MBR із GPT на %1$s

source: Create %1$s on %2$s (%3$s)
uk: Створити %1$s на %2$s (%3$s)

source: Create DASD partition table on %1$s
uk: Створити таблиця розділів DASD на %1$s

source: Create GPT on %1$s
uk: Створити GPT на %1$s

source: Create MD %1$s %2$s (%3$s)
uk: Створити MD %1$s %2$s (%3$s)

source: Create MSDOS partition table on %1$s
uk: Створити таблицю розділів MSDOS на %1$s

source: Create encryption layer device on %1$s
uk: Створити зашифрований пристрій на %1$s

source: Create extended partition %1$s (%2$s)
uk: Створити розширений розділ %1$s (%2$s)

source: Create hard disk %1$s (%2$s)
uk: Створити жорсткий диск %1$s (%2$s)

source: Create logical partition %1$s (%2$s)
uk: Створити логічний розділ %1$s (%2$s)

source: Create logical volume %1$s (%2$s) on volume group %3$s
uk: Створити логічний том %1$s (%2$s) у групі томів %3$s

source: Create partition %1$s (%2$s)
uk: Створити розділ %1$s (%2$s)

source: Create physical volume on %1$s
uk: Створити фізичний том на %1$s

source: Create primary partition %1$s (%2$s)
uk: Створити основний розділ %1$s (%2$s)

source: Create subvolume %1$s on %2$s
uk: Створити підрозділ %1$s на %2$s

source: Create volume group %1$s (%2$s)
uk: Створити групу томів %1$s (%2$s)

source: Creating %1$s on %2$s (%3$s)
uk: Створення %1$s на %2$s (%3$s)

source: Creating DASD partition table on %1$s
uk: Створення таблиці розділів DASD на %1$s

source: Creating GPT on %1$s
uk: Створення GPT на %1$s

source: Creating MD %1$s %2$s (%3$s)
uk: Створення MD %1$s %2$s (%3$s)

source: Creating MSDOS partition table on %1$s
uk: Створення таблиці розділів MSDOS на %1$s

source: Creating encryption layer device on %1$s
uk: Створення зашифрованого петльового пристрою на %1$s

source: Creating extended partition %1$s (%2$s)
uk: Створення розширеного розділу %1$s (%2$s)

source: Creating logical partition %1$s (%2$s)
uk: Створення логічного розділу %1$s (%2$s)

source: Creating logical volume %1$s (%2$s) on volume group %3$s
uk: Створення логічного тому %1$s (%2$s) на групі томів %3$s

source: Creating partition %1$s (%2$s)
uk: Створення розділу %1$s (%2$s)

source: Creating physical volume on %1$s
uk: Створення фізичного тому на %1$s

source: Creating primary partition %1$s (%2$s)
uk: Створення основного розділу %1$s (%2$s)

source: Creating subvolume %1$s on %2$s
uk: Створення підтому %1$s на %2$s

source: Creating volume group %1$s (%2$s)
uk: Створення групи томів %1$s (%2$s)

source: Deactivate MD %1$s %2$s (%3$s)
uk: Вимкнути MD %1$s %2$s (%3$s)

source: Deactivate encryption layer device on %1$s
uk: Вимкнути зашифрований пристрій на %1$s

source: Deactivate logical volume %1$s (%2$s) on volume group %3$s
uk: Вимкнути логічний том %1$s (%2$s) на групі томів %3$s

source: Deactivate multipath %1$s (%2$s)
uk: Вимкнути багатошляховий розділ %1$s (%2$s)

source: Deactivating MD %1$s %2$s (%3$s)
uk: Вимкнення MD %1$s %2$s (%3$s)

source: Deactivating encryption layer device on %1$s
uk: Вимкнення зашифрованого пристрою на %1$s

source: Deactivating logical volume %1$s (%2$s) on volume group %3$s
uk: Вимкнення логічного тому %1$s (%2$s) на групі томів %3$s

source: Deactivating multipath %1$s (%2$s)
uk: Вимкнення багатошляхового розділу %1$s (%2$s)

source: Delete %1$s on %2$s (%3$s)
uk: Вилучити %1$s на %2$s (%3$s)

source: Delete DASD partition table on %1$s
uk: Вилучити таблицю розділів DASD на %1$s

source: Delete GPT on %1$s
uk: Вилучити GPT на %1$s

source: Delete MD %1$s %2$s (%3$s)
uk: Вилучити MD %1$s %2$s (%3$s)

source: Delete MSDOS partition table on %1$s
uk: Вилучити таблицю розділів MSDOS на %1$s

source: Delete encryption layer device on %1$s
uk: Вилучити зашифрований пристрій на %1$s

source: Delete logical volume %1$s (%2$s) on volume group %3$s
uk: Вилучити логічний том %1$s (%2$s) в групі томів %3$s

source: Delete partition %1$s (%2$s)
uk: Вилучення розділу %1$s (%2$s)

source: Delete physical volume on %1$s
uk: Вилучити логічний том на %1$s

source: Delete subvolume %1$s on %2$s
uk: Вилучити підрозділ %1$s на %2$s

source: Delete volume group %1$s (%2$s)
uk: Вилучити групу томів %1$s (%2$s)

source: Deleting %1$s on %2$s (%3$s)
uk: Вилучення %1$s на %2$s (%3$s)

source: Deleting DASD partition table on %1$s
uk: Вилучення таблиці розділів DASD на %1$s

source: Deleting GPT on %1$s
uk: Вилучення GPT на %1$s

source: Deleting MD %1$s %2$s (%3$s)
uk: Вилучення MD %1$s %2$s (%3$s)

source: Deleting MSDOS partition table on %1$s
uk: Вилучення таблиці розділів MSDOS на %1$s

source: Deleting encryption layer device on %1$s
uk: Вилучення зашифрованого пристрою на %1$s

source: Deleting logical volume %1$s (%2$s) on volume group %3$s
uk: Вилучення логічного тому %1$s (%2$s) в групі томів %3$s

source: Deleting partition %1$s (%2$s)
uk: Вилучення розділу %1$s (%2$s)

source: Deleting physical volume on %1$s
uk: Вилучення фізичного тому на %1$s

source: Deleting subvolume %1$s on %2$s
uk: Вилучення підтому %1$s на пристрої %2$s

source: Deleting volume group %1$s (%2$s)
uk: Вилучення групи томів %1$s (%2$s)

source: G
uk: ГБ

source: GB
uk: ГБ

source: GiB
uk: ГіБ

source: Grow %1$s on %2$s from %3$s to %4$s
uk: Збільшити %1$s на %2$s від %3$s до %4$s

source: Grow encryption layer device on %1$s from %2$s to %3$s
uk: Збільшити зашифрований пристрій на %1$s від %2$s до %3$s

source: Grow logical volume %1$s on volume group %2$s from %3$s to %4$s
uk: Збільшити логічний том %1$s на групі томів %2$s від %3$s до %4$s

source: Grow partition %1$s from %2$s to %3$s
uk: Збільшити розділ %1$s від %2$s до %3$s

source: Grow physical volume on %1$s from %2$s to %3$s
uk: Збільшити фізичний том на %1$s від %2$s до %3$s

source: Growing %1$s on %2$s from %3$s to %4$s
uk: Збільшення %1$s на %2$s від %3$s до %4$s

source: Growing encryption layer device on %1$s from %2$s to %3$s
uk: Збільшення зашифрованого пристрою на %1$s від %2$s до %3$s

source: Growing logical volume %1$s on volume group %2$s from %3$s to %4$s
uk: Збільшення логічного тому %1$s на групі томів %2$s від %3$s до %4$s

source: Growing partition %1$s from %2$s to %3$s
uk: Збільшення розділу %1$s від %2$s до %3$s

source: Growing physical volume on %1$s from %2$s to %3$s
uk: Збільшення фізичного тому %1$s від %2$s до %3$s

source: KiB
uk: КБ

source: M
uk: МБ

source: MB
uk: МБ

source: Mount %1$s at %2$s
uk: Монтувати %1$s в %2$s

source: Mount subvolume %1$s on %2$s at %3$s
uk: Змонтувати підтом %1$s на %2$s в %3$s

source: Mounting %1$s at %2$s
uk: Монтування %1$s на %2$s

source: Mounting subvolume %1$s on %2$s at %3$s
uk: Монтування підтому %1$s на %2$s в %3$s

source: P
uk: ПБ

source: PB
uk: ПБ

source: PiB
uk: ПіБ

source: Remove %1$s from %2$s
uk: Вилучити %1$s з %2$s

source: Remove %1$s from /etc/mdadm.conf
uk: Вилучити %1$s з /etc/mdadm.conf

source: Remove encryption layer device on %1$s from /etc/crypttab
uk: Видалити зашифрований пристрій на %1$s з /etc/crypttab

source: Remove mount point %1$s of %2$s from /etc/fstab
uk: Вилучити точку монтування %1$s для %2$s із /etc/fstab

source: Remove mount point %1$s of subvolume %2$s on %3$s from /etc/fstab
uk: Вилучити точку монтування %1$s підтому %2$s на %3$s із /etc/fstab

source: Removing %1$s from %2$s
uk: Вилучити %1$s з %2$s

source: Removing %1$s from /etc/mdadm.conf
uk: Вилучення %1$s із /etc/mdadm.conf

source: Removing encryption layer device on %1$s from /etc/crypttab
uk: Вилучення зашифрованого пристрою на %1$s із /etc/crypttab

source: Removing mount point %1$s of %2$s from /etc/fstab
uk: Вилучення точки монтування %1$s для %2$s із /etc/fstab

source: Removing mount point %1$s of subvolume %2$s on %3$s from /etc/fstab
uk: Вилучення точки монтування %1$s підтому %2$s на %3$s із /etc/fstab

source: Rename %1$s to %2$s
uk: Перейменувати %1$s на %2$s

source: Rename encryption layer device from %1$s to %2$s in /etc/crypttab
uk: Перейменувати зашифрований пристрій із %1$s на %2$s у /etc/crypttab

source: Rename mount point %1$s from %2$s to %3$s in /etc/fstab
uk: Перейменувати точку монтування %1$s із %2$s на %3$s в /etc/fstab

source: Renaming encryption layer device from %1$s to %2$s in /etc/crypttab
uk: Перейменування зашифрованого пристрою із %1$s на %2$s в /etc/crypttab

source: Renaming mount point %1$s from %2$s to %3$s in /etc/fstab
uk: Перейменування точки монтування %1$s із %2$s на %3$s в /etc/fstab

source: Set UUID of %1$s to %2$s
uk: Задати %1$s UUID %2$s

source: Set boot flag of partition %1$s
uk: Задати завантажувальний прапорець розділу %1$s

source: Set default subvolume to subvolume %1$s on %2$s
uk: Зробити підтом %1$s на %2$s типовим підтомом

source: Set id of partition %1$s to %2$s
uk: Задати розділу %1$s ідентифікатор %2$s

source: Set id of partition %1$s to %2$s (0x%3$02X)
uk: Задати розділу %1$s ідентифікатор %2$s (0x%3$02X)

source: Set id of partition %1$s to 0x%2$02X
uk: Задати розділу %1$s ідентифікатор 0x%2$02X

source: Set label of %1$s to %2$s
uk: Задати %1$s мітку %2$s

source: Set legacy boot flag of partition %1$s
uk: Задати застарілий завантажувальний прапорець розділу %1$s

source: Set option 'no copy on write' for subvolume %1$s on %2$s
uk: Задати параметр „без копіювання під час запису“ підтому %1$s на %2$s

source: Set protective MBR boot flag of GPT on %1$s
uk: Задати захисний прапорець MBR із GPT на %1$s

source: Setting UUID of %1$s to %2$s
uk: Задання %1$s UUID %2$s

source: Setting boot flag of partition %1$s
uk: Задання завантажувального прапорця розділу %1$s

source: Setting default subvolume to subvolume %1$s on %2$s
uk: Зробити підтом %1$s на %2$s типовим подтомом

source: Setting id of partition %1$s to %2$s
uk: Задання ідентифікатора %2$s для розділу %1$s

source: Setting id of partition %1$s to %2$s (0x%3$02X)
uk: Задання для розділу %1$s ідентифікатора %2$s (0x%3$02X)

source: Setting id of partition %1$s to 0x%2$02X
uk: Задання для розділу %1$s ідентифікатора 0x%2$02X

source: Setting label of %1$s to %2$s
uk: Задання %1$s мітки %2$s

source: Setting legacy boot flag of partition %1$s
uk: Задання застарілого завантажувального прапорця розділу %1$s

source: Setting option 'no copy on write' for subvolume %1$s on %2$s
uk: Задання параметра „без копіювання під час запису“ підтому %1$s на %2$s

source: Setting protective MBR boot flag of GPT on %1$s
uk: Задання захисного прапорця MBR із GPT на %1$s

source: Shrink %1$s on %2$s from %3$s to %4$s
uk: Зменшити %1$s на %2$s із %3$s до %4$s

source: Shrink encryption layer device on %1$s from %2$s to %3$s
uk: Зменшити зашифрований пристрій на %1$s із %2$s до %3$s

source: Shrink logical volume %1$s on volume group %2$s from %3$s to %4$s
uk: Зменшити логічний том %1$s у групі томів %2$s із %3$s до %4$s

source: Shrink partition %1$s from %2$s to %3$s
uk: Зменшити розділ %1$s із %2$s до %3$s

source: Shrink physical volume on %1$s from %2$s to %3$s
uk: Зменшити фізичний том на %1$s із %2$s до %3$s

source: Shrinking %1$s on %2$s from %3$s to %4$s
uk: Зменшення %1$s на %2$s із %3$s до %4$s

source: Shrinking encryption layer device on %1$s from %2$s to %3$s
uk: Зменшення зашифрованого пристрою на %1$s із %2$s до %3$s

source: Shrinking logical volume %1$s on volume group %2$s from %3$s to %4$s
uk: Зменшення логічного тому %1$s в групі томів %2$s із %3$s до %4$s

source: Shrinking partition %1$s from %2$s to %3$s
uk: Зменшення розділу %1$s із %2$s до %3$s

source: Shrinking physical volume on %1$s from %2$s to %3$s
uk: Зменшення фізичного тому на %1$s із %2$s до %3$s

source: T
uk: ТБ

source: TB
uk: ТБ

source: TiB
uk: ТіБ

source: Unmount %1$s at %2$s
uk: Демонтувати %1$s в %2$s

source: Unmount subvolume %1$s on %2$s at %3$s
uk: Демонтувати підтом %1$s на %2$s в %3$s

source: Unmounting %1$s at %2$s
uk: Демонтування %1$s в %2$s

source: Unmounting subvolume %1$s on %2$s at %3$s
uk: Демонтування підтому %1$s на %2$s в %3$s

source: Update mount point %1$s of %2$s in /etc/fstab
uk: Оновить точку монтування %1$s для %2$s в /etc/fstab

source: Updating mount point %1$s of %2$s in /etc/fstab
uk: Оновлення точки монтування %1$s для %2$s в /etc/fstab

source: first root filesystem
uk: перша коренева файлова система

source: k
uk: КБ

source: kB
uk: КБ
